[
  {
    "id": 1,
    "url": "animal-1.svg",
    "name": "鲸",
    "introduce": "鲸属于脊索动物门，脊椎动物亚门，哺乳纲，真兽亚纲，包含了大约八十种生活在海洋、河流中的有胎盘哺乳动物。我国海域就有30余种。“鲸”本身定义比较模糊，鲸目可以包含所有鲸类，还有特定科的鲸类。鲸目中还包括海豚，杀人鲸和巨头鲸属于海豚（Delphinidae）科。鲸目主要分为两个子目：须鲸（Mysticeti）亚目和齿鲸（Odontoceti）亚目。须鲸的种类较少，但体型巨大，目前已知最小的种类体长也超过6米。齿鲸类的体形差异比较大，最小的种类体长仅有3分米左右，最大的也在20米以上。重量上，目前最大的鲸有十六万公斤重，最小也有两千公斤重。鲸并不属于鱼类。"
  },
  {
    "id": 2,
    "url": "animal-2.svg",
    "name": "海豚 ",
    "introduce": "海豚（学名：Delphinidae）是与鲸鱼和鼠海豚密切相关的水生哺乳动物，大约于1000万年前的中新世进化而成，广泛生活在大陆架附近的浅海里，偶见于淡水之中。各种海豚的长度从1.2米到9.5米，重量从40千克到10吨不等，主要以鱼类和软体动物为食。中国沿海已知有18种海豚。"
  },
  {
    "id": 3,
    "url": "animal-3.svg",
    "name": "螃蟹",
    "introduce": "螃蟹（páng xiè）：动物界，节肢动物门，甲壳亚门，软甲纲，真软甲亚纲，十足目，腹胚亚目，短尾下目。是甲壳类动物（crustacean），身体被硬壳保护着，靠鳃呼吸。在生物分类学上，它与虾、龙虾、寄居蟹是同类动物。绝大多数种类的螃蟹生活在海里或近海区，也有一些栖于淡水或陆地。它们靠母蟹来生小螃蟹，每次母蟹都会产很多的卵，数量可达数百万粒以上。螃蟹是依靠地磁场来判断方向的。中国食蟹的历史悠久，《逸周书·王会解》《周礼·天官·包人》中均有记载。"
  },
  {
    "id": 4,
    "url": "animal-4.svg",
    "name": "海龟",
    "introduce": "海龟（学名：Chelonioidea）是龟鳖目海龟科动物的统称。广布于大西洋、太平洋和印度洋。中国海龟北起山东、南至北部湾近海均有分布。长可达1米多，寿命最大为150岁左右。头顶有一对前额鳞。四肢如桨，前肢长于后肢，内侧各有一爪。头、颈和四肢不能缩入甲内。主要以海藻为食。生活在大西洋、太平洋和印度洋中，到陆地上产卵，孵出幼体。为国家二级保护动物。海龟适应在水中生活，四肢变成鳍状，利于游泳。一般仅在繁殖季节离水上岸。雌龟将卵产在掘于沙滩的洞穴中。"
  },
  {
    "id": 5,
    "url": "animal-5.svg",
    "name": "鲨鱼",
    "introduce": "鲨鱼，生活在海洋中，是海洋中最凶猛的鱼类。鲨鱼早在恐龙出现前三亿年前就已经存在地球上，至今已超过五亿年，它们在近一亿年来几乎没有改变。鲨鱼，在古代叫作鲛、鲛鲨、沙鱼，是海洋中的庞然大物，所以号称“海中狼”。还有鲸鲨，大白鲨。目前因为有大多数人认为鲨鱼的软骨（即鱼翅）中蛋白质很高，但这是错误的。鸡蛋的蛋白质远远超过鱼翅。因为人类错误的观念，鲨鱼几十年来被大量猎杀，专家分析再这样下去，鲨鱼将绝种，请保护好鲨鱼。吃鱼翅是可以的，但也对人体有害，因为鲨鱼翅中含有一定量的神经毒。"
  },
  {
    "id": 6,
    "url": "animal-6.svg",
    "name": "龙虾",
    "introduce": "龙虾（学名：Palinuridae）是节肢动物门软甲纲十足目龙虾科下物种的通称。又名大虾、龙头虾、虾魁、海虾等。它头胸部较粗大，外壳坚硬，色彩斑斓，腹部短小，体长一般在20～40厘米之间，重0.5公斤上下，部分无螯，腹肢可后天演变成螯。最重的能达到5公斤以上，人称龙虾虎。体呈粗圆筒状，背腹稍平扁，头胸甲发达，坚厚多棘，前缘中央有一对强大的眼上棘，具封闭的鳃室。主要分布于热带海域，是名贵海产品。"
  },
  {
    "id": 7,
    "url": "animal-7.svg",
    "name": "海马",
    "introduce": "海马（拉丁学名：hippocampus），是刺鱼目海龙科暖海生数种小型鱼类的统称，是一种小型海洋动物，身长5-30厘米。因头部弯曲与体近直角而得名，头呈马头状而与身体形成一个角，吻呈长管状，口小，背鳍一个，均为鳍条组成。眼可以各自独立活动。海马行动迟缓，却能很有效率地捕捉到行动迅速、善于躲藏的桡足类生物，分布在大西洋、欧洲、太平洋、澳大利亚。"
  },
  {
    "id": 8,
    "url": "animal-8.svg",
    "name": "水母",
    "introduce": "水母（英文名称：Jelly Fish）：是水生环境中重要的浮游生物，属于刺丝胞动物钵水母纲。水母是一种非常漂亮的水生动物。它的身体外形就像一把透明伞，伞状体的直径有大有小，大水母的伞状体直径可达2米。伞状体边缘长有一些须状的触手，有的触手可长达20-30米。水母身体的主要成分是水，并由内外两胚层所组成，两层间有一个很厚的中胶层，不但透明，而且有漂浮作用。它们在运动时，利用体内喷水反射前进，远远望去，就像一顶顶圆伞在水中迅速漂游；有些水母的伞状体还带有各色花纹，在蓝色的海洋里，这些游动着的色彩各异的水母显得十分美丽。"
  },
  {
    "id": 9,
    "url": "animal-9.svg",
    "name": "乌贼",
    "introduce": "乌贼，本名乌鲗，又称花枝、墨斗鱼或墨鱼。是软体动物门头足纲乌贼目的动物。乌贼遇到强敌时会以“喷墨”作为逃生的方法并伺机离开，因而有“乌贼”、“墨鱼”等名称。其皮肤中有色素小囊，会随“情绪”的变化而改变颜色和大小。乌贼会跃出海面，具有惊人的空中飞行能力。与鱿鱼和章鱼一样属海洋软体动物，三者均不属于鱼类。"
  },
  {
    "id": 10,
    "url": "animal-10.svg",
    "name": "乌鸦",
    "introduce": "鸦属（Corvus Linnaeus，1758）是鸟纲、鸦科的鸟类，共有41种。其物种中有的是雀形目中最大形者，一般均是中等大的；它们有强而有力的腿和趾；坚硬而较粗大的嘴；鼻孔的位置约在离前额的1/3处，被许多很硬而直的鼻须完全遮盖，且达嘴的中部；尾一般中等长，但也有短的或稍长的、而且是凸尾；鸦属的体色是黑色、黑色和白色、黑色和灰色，而且常有美丽的紫色和蓝色、绿色、或银色闪光。该属除南美洲，新西兰和南极洲外，几乎遍布于全世界。"
  },
  {
    "id": 11,
    "url": "animal-11.svg",
    "name": "海鸥",
    "introduce": "海鸥（学名：Larus canus）是一种中等体型的鸥。体长38-44厘米，翼展106-125厘米，体重300-500克，寿命24年。腿及无斑环的细嘴绿黄色，白尾，初级飞羽羽尖白色，具大块的白色翼镜。冬季头及颈散见褐色细纹，有时嘴尖有黑色。海鸥身姿健美，惹人喜爱，其身体下部的羽毛就像雪一样晶莹洁白。海鸥是候鸟，分布于欧洲、亚洲至阿拉斯加及北美洲西部。迁徙时见于中国东北各省。越冬在整个沿海地区包括海南岛及台湾；也见于华东及华南地区的大部分内陆湖泊及河流。"
  },
  {
    "id": 12,
    "url": "animal-12.svg",
    "name": "海狮",
    "introduce": "海狮（学名：Otarriinae）：包括5属7种。分布北半球。体型较小，体长一般不超过2米。北海狮为海狮科最大的一种。雄性体长310-350厘米，体重1000千克以上。雄性成体颈部周围及肩部生有长而粗的鬃毛，体毛为黄褐色，背部毛色较浅，胸及腹部色深。雌性体色比雄兽淡，没有鬃毛。面部短宽，吻部钝，眼和外耳壳较小。前肢较后肢长且宽，前肢第一趾最长，爪退化。后肢的外侧趾较中间三趾长而宽，中间三趾具爪。性情温和，多集群活动，陆岸可组成上千头的大群，海上多为1头或十数头的小群。视觉较差，但听觉和嗅觉灵敏。"
  },
  {
    "id": 13,
    "url": "animal-13.svg",
    "name": "青蛙",
    "introduce": "青蛙（Frog）属于脊索动物门、两栖纲、无尾目、蛙科的两栖类动物，成体无尾，卵产于水中，体外受精，孵化成蝌蚪，用鳃呼吸，经过变异，成体主要用肺呼吸，兼用皮肤呼吸。 绝大部分青蛙通过体外受精繁殖，受精卵在母体外孵化成蝌蚪。全球只有10至12种青蛙进化至体内受精，部分会把受精卵排出体外孵化成蝌蚪。但青蛙在动物学上特指的是黑斑侧褶蛙。青蛙一向被认为是卵生动物，不过科学家发现，一种生活在印度尼西亚苏拉威西岛雨林的青蛙能够产下蝌蚪。这种青蛙是全球6000多种青蛙中唯一一种能够“下蝌蚪”的青蛙。"
  },
  {
    "id": 14,
    "url": "animal-14.svg",
    "name": "章鱼",
    "introduce": "章鱼（学名：Octopus vulgaris），属于软体动物门头足纲八腕目，为章鱼科章鱼属（Octopoda）动物的总称。因其头上长有八腕，且腕间有膜相连，长短不一，腕上具有2行无柄的吸盘，所以称作“八腕类”。是海洋软体动物，不属于鱼类。"
  },
  {
    "id": 15,
    "url": "animal-15.svg",
    "name": "金鱼",
    "introduce": "金鱼起源于中国，也称“金鲫鱼”，近似鲤鱼（Cyprinus carpio）但它没有口须，是由鲫鱼进化而成的观赏鱼类。金鱼的品种很多，颜色有红、橙、紫、蓝、墨、银白、五花等，分为文种、草种、龙种、蛋种四大品系。在12世纪已开始金鱼家化的遗传研究，经过长时间培育，品种不断优化，现在世界各国的金鱼都是直接或间接由中国引种的。在人类文明史上，中国金鱼已陪伴着人类生活了十几个世纪，是世界观赏鱼史上最早的品种。金鱼易于饲养，它身姿奇异，色彩绚丽，一般都是金黄色，形态优美。金鱼能美化环境，很受人们的喜爱，是具有中国特色的观赏鱼。中国的金鱼主要是在鲫鱼上发展而来。而彩色鲤鱼传到日本后得到很大重视。"
  },
  {
    "id": 16,
    "url": "animal-16.svg",
    "name": "海螺",
    "introduce": "海螺属软体动物腹足类。贝类主要分为五大纲，全世界有7万多种，海生的种类可通称为海螺。海螺贝壳边缘轮廓略呈四方形，大而坚厚，壳高达10厘米左右，螺层6级。它富含蛋白质、维生素和人体必需的氨基酸和微量元素，是典型的高蛋白、低脂肪、高钙质的天然动物性保健食品。"
  },
  {
    "id": 17,
    "url": "animal-17.svg",
    "name": "企鹅",
    "introduce": "企鹅（学名：Spheniscidae）：有“海洋之舟”美称的企鹅是一种最古老的游禽，它们很可能在地球穿上冰甲之前，就已经在南极安家落户。全世界的企鹅共有18种，大多数都分布在南半球。主要生活在南半球，属于企鹅目，企鹅科。特征为不能飞翔；脚生于身体最下部，故呈直立姿势；趾间有蹼；跖行性（其他鸟类以趾着地）；前肢成鳍状；羽毛短，以减少摩擦和湍流；羽毛间存留一层空气，用以保温。背部黑色，腹部白色。各个种的主要区别在于头部色型和个体大小。"
  },
  {
    "id": 18,
    "url": "animal-18.svg",
    "name": "猪",
    "introduce": "猪，古杂食类哺乳动物。分为家猪和野猪。家猪（学名：Sus scrofa domestica）是野猪被人类驯化后所形成的亚种，獠牙较野猪短，是人类的家畜之一，一般来说，家猪是指人类蓄养多供食用的猪种。"
  },
  {
    "id": 19,
    "url": "animal-19.svg",
    "name": "狗",
    "introduce": "狗，（拉丁文:Canis lupus familiaris,英文名称dog）中文亦称“犬”，狗属于食肉目，分布于世界各地。狗与马、牛、羊、猪、鸡并称“六畜”。有科学家认为狗是由早期人类从灰狼驯化而来，驯养时间在4万年前~1.5万年前，发展至今日。被称为“人类最忠实的朋友”，现如今是饲养率最高的宠物。其寿命约十多年。"
  },
  {
    "id": 20,
    "url": "animal-20.svg",
    "name": "狮子",
    "introduce": "狮子（学名：Panthera leo；英文名：Lion）：简称狮，中国古称狻猊。是一种生存在非洲与亚洲的大型猫科动物，是现存平均体重最大的猫科动物，也是在世界上唯一一种雌雄两态的猫科动物。狮子体型大，躯体均匀，四肢中长，趾行性。头大而圆，吻部较短，视、听、嗅觉均很发达。犬齿及裂齿极发达；上裂齿具三齿尖，下裂齿具2齿尖；臼齿较退化，齿冠直径小于外侧门齿高度。皮毛柔软。前足5趾，后足4趾；爪锋利，可伸缩。尾较发达。有“草原之王”的称号，是非洲顶级的猫科食肉动物。野生非洲雄狮平均体重240千克，全长可达3.2米。狮子的毛发短，体色有浅灰、黄色或茶色，雄狮还长有很长的鬃毛，鬃毛有淡棕色、深棕色、黑色等等，长长的鬃毛一直延伸到肩部和胸部。"
  },
  {
    "id": 21,
    "url": "animal-21.svg",
    "name": "树袋熊",
    "introduce": "树袋熊，又称考拉，是澳大利亚的国宝，也是澳大利亚奇特的珍贵原始树栖动物。英文名Koala bear来源于古代土著文字，意思是“no drink”。因为树袋熊从他们取食的桉树叶中获得所需的90%的水分，只在生病和干旱的时候喝水，当地人称它“克瓦勒”，意思也是“不喝水”。树袋熊并不是熊科动物，而且它们相差甚远。熊科属于食肉目，而树袋熊却属于有袋目。它每天18个小时处于睡眠状态，性情温顺，体态憨厚。"
  },
  {
    "id": 22,
    "url": "animal-22.svg",
    "name": "骆驼",
    "introduce": "骆驼，头较小，颈粗长，弯曲如鹅颈。躯体高大，体毛褐色。极能忍饥耐渴。骆驼可以在没有水的条件下生存3周，没有食物可生存一个月之久。骆驼是骆驼科骆驼属的动物，只有两种。生活在沙漠边缘的人类早在公元前3000年已经开始驯养骆驼，作为役畜，以供驮运和骑乘，有许多国家有倚赖骆驼为生的骆驼牧民，甚至有骆驼骑兵。单峰骆驼毛短，主要生活在北非洲和西亚洲、印度等热带地域，生活在沙漠地带的牧民以骆驼奶甚至骆驼血作为食物，目前全世界只有1400万头，全部都是家畜。"
  },
  {
    "id": 23,
    "url": "animal-23.svg",
    "name": "老鼠",
    "introduce": "老鼠(俗称耗子）是哺乳纲、啮齿目、鼠科啮齿类动物。其主要特点是身体呈锥形、无犬齿、门齿与前臼齿或臼齿间有间隙、门齿发达、无齿根、终生生长、常见啮物以磨短；行动迅速；以植物为主食，也有的为杂食性；种类多。老鼠是一种啮齿动物，体形有大有小。老鼠种类多，全世界现有450多种。老鼠是现存最原始的哺乳动物之一，它们生命力旺盛、数量繁多并且繁殖速度极快，适应能力很强，几乎什么都吃，在什么地方都能住。老鼠会打洞、上树，并能传播鼠疫、流行性出血热、钩端螺旋体病等病源。但是老鼠为人提供了无数药品实验数据。"
  },
  {
    "id": 24,
    "url": "animal-24.svg",
    "name": "蝙蝠",
    "introduce": "蝙蝠是翼手目动物，翼手目是哺乳动物中仅次于啮齿目动物的第二大类群，是唯一一类演化出真正有飞翔能力的哺乳动物，现生物种类共有19科185属961种，除极地和大洋中的一些岛屿外，分布遍于全世界，在热带和亚热带蝙蝠最多。大部分蝙蝠都是白天憩息，夜间觅食。"
  },
  {
    "id": 25,
    "url": "animal-25.svg",
    "name": "虎",
    "introduce": "虎（学名：Panthera tigris ；英文名：Tiger）： 大型猫科动物；毛色浅黄或棕黄色，满有黑色横纹；头圆、耳短，耳背面黑色，中央有一白斑甚显著；四肢健壮有力；尾粗长，具黑色环纹，尾端黑色。老虎是典型的山地林栖动物，由南方的热带雨林、常绿阔叶林，以至北方的落叶阔叶林和针阔叶混交林，都能很好的生活。在中国东北地区，也常出没于山脊、矮林灌丛和岩石较多或砾石塘等山地，以利于捕食。"
  },
  {
    "id": 26,
    "url": "animal-26.svg",
    "name": "熊",
    "introduce": "熊（英文名称：Bears）：是食肉目熊科动物的通称，熊平时还算温和，但是受到挑衅或遇到危险时，容易暴怒，打斗起来非常凶猛。虽然一般人把熊看做是危险的动物，但在马戏团或动物园中，却是相当受人喜爱的。分布在北半球。在南半球，除了南美洲北部外，其他地方没有它的踪迹。熊科是个大家族，可分为4属：懒熊属 、眼镜熊属、马来熊属、熊属，8种。"
  },
  {
    "id": 27,
    "url": "animal-27.svg",
    "name": "地鼠",
    "introduce": "地鼠是昼伏夜行动物，一般在夜晚8～11点最为活跃，运动时腹部着地，行动不敏捷，巧手营巢，牙齿十分坚硬，可咬断细铁丝，有很强的贮食习性，兴奋时发出强烈的金属性音响。雌鼠比雄鼠强壮，除发情期外，雌鼠不易与雄鼠同居，且雄鼠易被雌鼠咬伤。地鼠的生产能力旺盛，生长发育快。地鼠对皮肤移植的反应很特别，在许多情况下，非近交系的封闭群豚鼠个体之间皮肤相互移植均可存活，并能长期成活下来，而不同种群动物之间的皮肤相互移植，则100%不能存活，并被排斥。"
  },
  {
    "id": 28,
    "url": "animal-28.svg",
    "name": "猴子",
    "introduce": "猴子。是三种类人猿灵长目动物的成员，灵长目是动物界的种群，猴子一般大脑发达，眼眶朝向前方，眶间距窄，手和脚的趾（指）分开，大拇指灵活，多数能与其他趾（指）对握。包括原猴亚目和猿猴亚目。猴并没有形成一个“自然群组”，现存并所知的有264种猴。另外由于猿类似猴，黑猩猩、长臂猿等在非正式场合也常被称为猴，但生物学家并不认为它们是猴。猴没有任何显著的特征，因为它们的特征都是源于类人猿和猿。"
  },
  {
    "id": 29,
    "url": "animal-29.svg",
    "name": "猩猩",
    "introduce": "猩猩也叫人猿，灵长目人科的一属，与猴子最大不同的地方就是没有尾巴，能用手或脚拿东西。马来语和印尼语叫做Orang utan，意思是“森林中的人”。与人类十分相近，与人类基因相似度达96.4%。活动的习性通常不用声音沟通，通常有好几个个体会在同一个区域活动，但彼此不干扰，平均寿命大概40年，平均身高大概171~180厘米左右。属猩猩科，是一种非常珍稀的灵长类动物。人们把红毛猩猩称作世界上最憨态可掬的哺乳类动物。红毛猩猩与大猩猩及黑猩猩一起常常被称为“人类最直系的亲属”。"
  },
  {
    "id": 30,
    "url": "animal-30.svg",
    "name": "松鼠",
    "introduce": "松鼠，是哺乳纲啮齿目中的一个科，其下包括松鼠亚科和非洲地松鼠亚科，特征是长着毛茸茸的长尾巴。根据生活环境不同，松鼠科分为树松鼠、地松鼠和石松鼠等。与其他亲缘关系接近的动物又被合称为松鼠形亚目。全世界近35属212种，中国有11属24种，其中岩松鼠和侧纹岩松鼠2种是中国特有动物。"
  },
  {
    "id": 31,
    "url": "animal-31.svg",
    "name": "大熊猫",
    "introduce": "大熊猫（学名：Ailuropoda melanoleuca，英文名称：Giant panda），属于食肉目、熊科、熊猫亚科的一种哺乳动物，体色为黑白两色，它有着圆圆的脸颊，大大的黑眼圈，胖嘟嘟的身体，标志性的内八字的行走方式，也有解剖刀般锋利的爪子。是世界上最可爱的动物之一。大熊猫已在地球上生存了至少800万年，被誉为“活化石”和“中国国宝”，世界自然基金会的形象大使，是世界生物多样性保护的旗舰物种。据第三次全国大熊猫野外种群调查，全世界野生大熊猫不足1600只，属于中国国家一级保护动物。截止2011年10月，全国圈养大熊猫数量为333只。大熊猫最初是吃肉的，经过进化，99%的食物都是竹子了，但牙齿和消化道还保持原样，仍然划分为食肉目。野外大熊猫的寿命为18～20岁，圈养状态下可以超过30岁。"
  },
  {
    "id": 32,
    "url": "animal-32.svg",
    "name": "蛇",
    "introduce": "蛇是四肢退化的爬行动物的总称，属于爬行纲蛇目。正如所有爬行类一样，蛇类全身布满鳞片。所有蛇类都是肉食性动物。目前全球总共有3,000多种蛇类。身体细长，四肢退化，无可活动的眼睑，无耳孔，无四肢，无前肢带，身体表面覆盖有鳞。蛇类是变温动物，体温低于人类，又被称为冷血动物，当环境温度低于15℃时,蛇会进入冬眠状态.部分有毒，但大多数无毒。另外“十二生肖”中也有“蛇”这一属相。世界上所有的蛇都是食肉的，目前已知有史以来最大的蛇是泰坦蟒，长15米，重1吨以上。现存已知最大的蛇是森蚺，长度可达6米，100千克，最小的是卡拉细盲蛇，仅长11厘米。"
  },
  {
    "id": 33,
    "url": "animal-33.svg",
    "name": "长颈鹿",
    "introduce": "长颈鹿（学名：Giraffa camelopardalis）是一种生长在非洲的反刍偶蹄动物，拉丁文名字的意思是“长着豹纹的骆驼” 。它们是世界上现存最高的陆生动物。站立时由头至脚可达6-8米，体重约700千克，刚出生的幼仔就有1.5米高；皮毛颜色花纹有斑点和网纹型，头的额部宽，吻部较尖，耳大竖立，头顶有1对骨质短角，角外包覆皮肤和茸毛；颈特别长（约2米），颈背有1行鬃毛；体较短；四肢高而强健，前肢略长于后肢，蹄阔大；尾短小，尾端为黑色簇毛。牙齿为原始的低冠齿，不能以草为主食，只能以树叶为主食；舌较长，可以用于取食；具短角，角上被有毛的皮肤覆盖。"
  },
  {
    "id": 34,
    "url": "animal-34.svg",
    "name": "猫",
    "introduce": "猫，属于猫科动物，分家猫、野猫，是全世界家庭中较为广泛的宠物。家猫的祖先据推测是起源于古埃及的沙漠猫，波斯的波斯猫，已经被人类驯化了3500年（但未像狗一样完全地被驯化）。一般的猫：头圆、颜面部短，前肢五指，后肢四趾，趾端具锐利而弯曲的爪，爪能伸缩。夜行性。以伏击的方式猎捕其他动物，大多能攀缘上树。猫的趾底有脂肪质肉垫，以免在行走时发出声响，捕猎时也不会惊跑鼠。行进时爪子处于收缩状态，防止爪被磨钝，在捕鼠和攀岩时会伸出来。"
  },
  {
    "id": 35,
    "url": "animal-35.svg",
    "name": "狐狸",
    "introduce": "哺乳纲，食肉目犬科动物。属于一般所说的狐狸，又叫红狐、赤狐和草狐。它们灵活的耳朵能对声音进行准确定位、嗅觉灵敏，修长的腿能够快速奔跑，最高时速可达50km/h，所以主要以鱼、蚌、虾、蟹、鼠类、鸟类、昆虫类小型动物为食，有时也采食一些植物。实际上狐狸是民间对这一类动物的通称，种类繁多，分北极狐、赤狐、银黑狐、沙狐等。性格机敏胆小，常在古代神话中以“狐狸精”出现，虽在远古也曾作为图腾，但从不出现于正式祭祀中，皆因其“形象不雅”，多与狡诈鬼祟相关联。多年来，狐妖狐仙，在各种小说及趣闻中形成一种独有的妖精文化"
  },
  {
    "id": 36,
    "url": "animal-36.svg",
    "name": "野兔",
    "introduce": "野兔是指兔属下的动物及粗毛兔属与岩兔属中四个物种的合称。野兔十分灵活，当中欧洲野兔能以时速72公里奔跑。在北美洲的北极地区较为普遍的是白靴兔，南部则以加利福尼亚兔、草原兔及其他物种较为普遍。"
  },
  {
    "id": 37,
    "url": "animal-37.svg",
    "name": "河马",
    "introduce": "河马（学名：Hippopotamus amphibius）是淡水物种中的现存最大型杂食性哺乳类动物，也是现存仅次于非洲象、亚洲象、非洲森林象、白犀牛、印度犀牛的陆地动物，一般个体体长3.3米，肩高1.5米，平均体重约1.35吨，一般体重在0.9吨-1.8吨之间，最大野生个体重达2.66吨（2.7吨以上的野生个体其实都是卫星数据或重量单位数据错误，而传说中所谓5吨的个体则是重量单位错误）。躯体粗圆，四肢很短，脚有4趾，头硕大，眼、耳较小，嘴特别大，尾较小，下犬齿巨大，长50～60厘米，重2.5千克，皮较厚，约40～50毫米，除吻部、尾、耳有稀疏的毛外，全身皮肤裸露，呈紫褐色；生活于非洲热带水草丰盛地区，常由10余只组成群体，有时也能结成上百只的大群，单独的河马多是由群中被逐出的成年雄兽；白天几乎全在水中，食水草，日食量80千克以上，水草缺少时，便在夜间上岸觅食植物、农作物甚至别的动物尸体，也会主动捕食其它食草动物；胃三室，不反刍，性暴躁，惧冷喜暖，善游泳，可沿着河底潜行5～10分钟；在交配季节，雄性间时有争斗，妊娠期约8个月，每胎1仔。哺乳期1年，4～5岁性成熟，寿命35～40年。分布于非洲。"
  },
  {
    "id": 38,
    "url": "animal-38.svg",
    "name": "马",
    "introduce": "马，草食性动物。在4000年前被人类驯服。普氏野马(Przewalski's horse)（66个染色体），家马(64个染色体)可以杂交有可育的后代，马在古代曾是农业生产、交通运输和军事等活动的主要动力。全世界马的品种约有200多个。随着生产力的发展、科技水平的提高以及动力机械的发明和广泛应用，马在现实生活中所起的作用也越来越小。马匹主要用于马术运动和生产乳肉，饲养量大为减少。但在有些发展中国家和地区，马仍以役用为主，并是役力的重要来源。马的主食是草。马的寿命平均30至35岁，最高可达60余岁。"
  },
  {
    "id": 39,
    "url": "animal-39.svg",
    "name": "鸭",
    "introduce": "鸭是雁形目鸭科（Anatidae）鸭亚科（Anatinae）水禽的统称，或称真鸭。鸭的体型相对较小，颈短，一些属的嘴要大些。腿位于身体后方（如同天鹅一样），因而步态蹒跚。大多数真鸭（包括由于个体大小和体形原因而被不正确地称为雁的几种鸟）与天鹅、雁不同，具有下列特征：雄鸟每年换羽两次，雌鸟每窝产卵数亦较多，卵壳光滑；腿上覆盖著相搭的鳞片；叫声和显示出某种程度的性别差异。"
  }
]